{
  "header": {
    "nav": {
      "home": "Home",
      "knowledge": "Knowledge",
      "projects": "Projects",
      "contact": "Contact"
    },
    "download": {
      "resume": "Resume"
    }
  },
  "home": {
    "apresentation": {
      "header": "Hello, i'am <name>Matheus Garcia</name>.",
      "highlight": "<outline>Software</outline> <primary>Developer</primary>"
    },
    "resumeAbout": "Passionate about technology and programming, driven by the challenge of turning ideas into solutions that make a difference. I find motivation in the constant evolution of this field, always eager to keep learning, creating, and growing, while seeking new knowledge and challenges"
  },
  "skills": {
    "title": "Skills"
  },
  "experience": {
    "title": "Professional experience",
    "accenture": {
      "position": "SOFTWARE DEVELOPER - MID-LEVEL",
      "startDate": "Sep/2021",
      "endDate": "Present",
      "descriptions": {
        "description_count_1": "Fullstack developer with solid experience in building scalable and secure solutions, working with technologies such as Python, Django, React JS, and TypeScript.",
        "description_count_2": "Led strategic projects in the information security domain, being responsible for system development and direct collaboration with stakeholders.",
        "description_count_3": "Actively contributed to the creation of a complete Design System, ensuring visual consistency and product scalability.",
        "description_count_4": "Performed code reviews and PR evaluations, with a strong focus on best development practices, code readability, and performance.",
        "description_count_5": "Regular participation in agile squads, collaborating with cross-functional teams to deliver continuous value to the customer."
      }
    },
    "space": {
      "position": "FRONTEND DEVELOPER - JUNIOR",
      "startDate": "Mar/2021",
      "endDate": "Jul/2021",
      "descriptions": {
        "description_count_1": "Development of projects using React JS, TypeScript, and Firebase;"
      }
    },
    "freelancer": {
      "position": "FREELANCE DEVELOPER",
      "startDate": "Jul/2023",
      "endDate": "Dec/2023",
      "descriptions": {
        "description_count_1": "Development of projects using Python, Django, Next JS, and TypeScript;"
      }
    }
  },
  "about_me": {
    "title": "About me",
    "description": {
      "header": "Software Developer with a solid foundation in modern front-end and back-end technologies.",
      "paragraphs_count_1": "I began my journey in technology with a Computer Networks course, but it was in software development that I found my true calling: creating functional, scalable solutions that make a real impact in people's daily lives.",
      "paragraphs_count_2": "I have hands-on experience with <strong>React.js</strong>, <strong>Next.js</strong>, <strong>React Native</strong>, <strong>TypeScript</strong>, <strong>JavaScript</strong>, <strong>Node.js</strong>, <strong>Django</strong>, and <strong>Django REST Framework</strong>, as well as tools like <strong>TailwindCSS</strong>, <strong>Styled Components</strong>, <strong>Sass</strong>, and best practices in architecture and version control.",
      "paragraphs_count_3": "I’m committed to delivering value, continuous learning, and collaborative work. I’m constantly seeking to improve my technical skills and actively contribute to building high-quality products."
    }
  },
  "contact": {
    "title": "Contact",
    "inputs": {
      "name": "Your name",
      "email": "Your email",
      "message": "Message"
    },
    "button": {
      "loading": "Sending...",
      "placeholder": "Send"
    }
  }
}
