{
  "header": {
    "nav": {
      "home": "Início",
      "knowledge": "Conhecimentos",
      "projects": "Projetos",
      "contact": "Contato"
    },
    "download": {
      "resume": "Currículo"
    }
  },
  "home": {
    "apresentation": {
      "header": "Olá, sou <name>Matheus Garcia</name>.",
      "highlight": "<primary>Desenvolvedor de</primary> <outline>Software</outline>"
    },
    "resumeAbout": "Apaixonado por tecnologia e programação, movido pelo desafio de transformar ideias em soluções que fazem a diferença. Encontro na constante evolução desse universo a motivação para seguir aprendendo, criando e crescendo, sempre em busca de novos aprendizados e desafios."
  },
  "skills": {
    "title": "Habilidades"
  },
  "experience": {
    "title": "Experiência Profissional",
    "accenture": {
      "position": "DESENVOLVEDOR DE SOFTWARE - PLENO",
      "startDate": "Set/2021",
      "endDate": "Atualmente",
      "descriptions": {
        "description_count_1": "Desenvolvedor Fullstack com experiência sólida no desenvolvimento de soluções escaláveis e seguras, atuando com tecnologias como Python, Django, React JS e TypeScript.",
        "description_count_2": "Liderança de projetos estratégicos na área de segurança da informação, sendo responsável pelo desenvolvimento de sistemas, além de atuar diretamente com stakeholders.",
        "description_count_3": "Participação ativa na criação de um Design System completo, garantindo consistência visual e escalabilidade entre produtos.",
        "description_count_4": "Atuação em code reviews e revisões de PRs, com foco em boas práticas de desenvolvimento, legibilidade e performance do código.",
        "description_count_5": "Participação constante em squads ágeis, colaborando com equipes multidisciplinares para entrega contínua de valor ao cliente."
      }
    },
    "space": {
      "position": "DESENVOLVEDOR FRONTEND - JÚNIOR",
      "startDate": "Mar/2021",
      "endDate": "Jul/2021",
      "descriptions": {
        "description_count_1": "Desenvolvimento de projetos utilizando React JS, Typescript e Firebase;"
      }
    },
    "freelancer": {
      "position": "DESENVOLVEDOR FREELANCER",
      "startDate": "Jul/2023",
      "endDate": "Dez/2023",
      "descriptions": {
        "description_count_1": "Desenvolvimento de projetos utilizando Python, Django, Next JS e Typescript;"
      }
    }
  },
  "about_me": {
    "title": "Sobre mim",
    "description": {
      "header": "Desenvolvedor de Software com base sólida em tecnologias modernas de front-end e back-end.",
      "paragraphs_count_1": "Iniciei minha trajetória em tecnologia com o curso de Redes de Computadores, mas foi no desenvolvimento de software que encontrei minha verdadeira vocação: criar soluções funcionais, escaláveis e que gerem impacto real no dia a dia das pessoas.",
      "paragraphs_count_2": "Tenho experiência prática com <strong>React.js</strong>, <strong>Next.js</strong>, <strong>React Native</strong>, <strong>TypeScript</strong>, <strong>JavaScript</strong>, <strong>Node.js</strong>, <strong>Django</strong> e <strong>Django REST Framework</strong>, além de ferramentas como <strong>TailwindCss</strong>, <strong>Styled Components</strong>, <strong>Sass</strong> e boas práticas de arquitetura e versionamento.",
      "paragraphs_count_3": "Sou comprometido com a entrega de valor, aprendizado contínuo e trabalho colaborativo. Busco constantemente evoluir minhas habilidades técnicas e contribuir ativamente para a construção de produtos de alta qualidade."
    }
  },
  "contact": {
    "title": "Contato",
    "inputs": {
      "name": "Seu nome",
      "email": "Seu email",
      "message": "Messagem"
    },
    "button": {
      "loading": "Enviando...",
      "placeholder": "Enviar"
    }
  }
}
